<!-- Сообщаем браузеру как стоит обрабатывать эту страницу -->
<!DOCTYPE html>
<!-- Оболочка документа, указываем язык содержимого -->
<html lang="ru">
	<!-- Заголовок страницы, контейнер для других важных данных (не отображается) -->
	<head>
		<!-- Заголовок страницы в браузере -->
		<title>CSS. Часть №8 (позиционирование)</title>
		<!-- Подключаем CSS -->
		<link rel="stylesheet" href="css/style1.css" />
		<!-- Кодировка страницы -->
		<meta http-equiv="Content-type" content="text/html;charset=UTF-8" />
	</head>
	<!-- Отображаемое тело страницы -->
	<body>
		<header class="header">
			<h1>Газпром</h1>
		</header>
		<nav class="poonkts">
            <div class="sections">
				<p class="btn"><a href="/main">Калькулятор</a></p>
                <p class="btn"><a href="/price">Цена акции</a></p>
                <p class="btn"><a href="/history">История стоймости</a></p>
                <p class="btn"><a href="/capitalization">Капитализация</a></p>
                <p class="btn"><a href="/dividents">Дивиденды</a></p>
                <p class="btn"><a href="/profet">Прибыль</a></p>
                <p class="btn"><a href="/income">Доход</a></p>
            </div>   
                Названия акции:
            <input type="text" class="textinput" />
        </nav>
		<div class="block_1">
            <div class="block_2"> Профиль эмитента <div class="indoor_unit">Газпром Нефтегазовая отрасль , Россия ПАО «Газпром» эксплуатирует газопроводные системы, добывает и осуществляет транспортировку газа высокого давления в Российской Федерации и странах Европы. Компания также занимается добычей и переработкой нефти, хранением газа, выработкой электрической и тепловой энергии.ПАО «Газпром» – многонациональная энергетическая корпорация со штаб-квартирой в Лахта-центре в Санкт-Петербурге, Россия. По состоянию на 2019 год, объем продаж превысил 120 миллиардов долларов США. Газпром является крупнейшей публичной компанией в мире по добыче природного газа и крупнейшей компанией в России по выручке.Акции Газпрома имеют самый высокий уровень листинга и относятся к Голубым фишкам фондового рынка. Цена на акции Газпрома стабильна и устойчива в периоды повышенной волатильности рынка. По этой причине они могут включаться в портфели как консервативная стабилизирующая составляющая.В рейтинге Forbes Global 2000 Газпром устойчиво входит в мировой ТОП-40. Акции и ADR Газпрома котируются на ведущих мировых фондовых площадках. Газпром регулярно выплачивает дивиденды от 5 до 10 % от рыночной капитализации, что, в том числе, поддерживает высокий уровень ликвидности этого актива.ПАО «Газпром» вертикально интегрирован и работает во всех сферах газовой промышленности, включая разведку и добычу, переработку, транспортировку, распределение и маркетинг. Доля компании в мировых запасах составляет 17%, в российских — 72%.</div></div>
            <div class="block_3"> Новости компании газпрома <div class="indoor_unit_2">Газпром Нефтегазовая отрасль , Россия ПАО «Газпром» эксплуатирует газопроводные системы, добывает и осуществляет транспортировку газа высокого давления в Российской Федерации и странах Европы. Компания также занимается добычей и переработкой нефти, хранением газа, выработкой электрической и тепловой энергии.ПАО «Газпром» – многонациональная энергетическая корпорация со штаб-квартирой в Лахта-центре в Санкт-Петербурге, Россия. По состоянию на 2019 год, объем продаж превысил 120 миллиардов долларов США. Газпром является крупнейшей публичной компанией в мире по добыче природного газа и крупнейшей компанией в России по выручке.Акции Газпрома имеют самый высокий уровень листинга и относятся к Голубым фишкам фондового рынка. Цена на акции Газпрома стабильна и устойчива в периоды повышенной волатильности рынка. По этой причине они могут включаться в портфели как консервативная стабилизирующая составляющая.В рейтинге Forbes Global 2000 Газпром устойчиво входит в мировой ТОП-40. Акции и ADR Газпрома котируются на ведущих мировых фондовых площадках. Газпром регулярно выплачивает дивиденды от 5 до 10 % от рыночной капитализации, что, в том числе, поддерживает высокий уровень ликвидности этого актива.ПАО «Газпром» вертикально интегрирован и работает во всех сферах газовой промышленности, включая разведку и добычу, переработку, транспортировку, распределение и маркетинг. Доля компании в мировых запасах составляет 17%, в российских — 72%.</div></div>
        </div>
	</body>
</html>